Repository: MladenMikic-UE/AssesmentPlayground
Catalog: Endava/Resources/*.lproj/Localizable.strings
Languages: de

# main_list_no_object_placeholder_title
source: No RSS feeds are available. Tap on the '+' button to add your first RSS feed.
de: Es sind keine RSS-Feeds verfügbar. Tippen Sie auf Plus '+', um Ihren ersten RSS-Feed hinzuzufügen.

# add_new_object_header_title
source: New RSS Feed
de: Neuer RSS-Feed

# edit_new_object_header_title
source: Edit RSS Feed
de: RSS-Feed Editieren

# add_new_selected_object_header_title
source: Select New RSS Feed
de: RSS-Feed-Auswahl

# add_new_object_picker_title
source: Create New
de: Neu erstellen

# add_new_selected_object_picker_title
source: Select New
de: Neue Auswahl

# add_new_object_finish_title
source: Create New
de: Neu erstellen

# add_new_selected_object_finish_title
source: Select New RSS Feed
de: Neue Auswahl

# add_new_object_url_title
source: Title:
de: Titel:

# add_new_object_url_placeholder_description
source: Enter a RSS feed URL. Example: https://example.com/feed
de: Geben Sie eine RSS-Feed-URL ein. Beispiel: https://example.com/feed

# add_new_object_title_placeholder_description
source: Enter a RSS feed Title.
de: Geben Sie einen RSS-Feed-Titel ein.

# settings_header_title
source: RSS Feed Settings
de: RSS-Feed-Einstellungen

# settings_open_web_pages_title
source: Open all web pages outside of the App (Default Browser)
de: Alle Webseiten außerhalb der App öffnen (Standardbrowser)

# settings_dissable_rss_feed_title
source: Disable this RSS Feed
de: Deaktivieren Sie diesen RSS-Feed

# settings_dissable_rss_feed_articles_title
source: Disable new articles being fetched for this RSS feed
de: Deaktivieren Sie das Abrufen neuer Artikel für diesen RSS-Feed

# settings_dissable_rss_feed_push_notifications_title
source: Disable push notifications for this RSS feed
de: Deaktivieren Sie Push-Benachrichtigungen für diesen RSS-Feed

# settings_all_articles_tab_title
source: All Articles
de: Alle Artikel

# settings_settings_tab_title
source: Settings
de: Einstellungen

# main_tab_articles_title
source: Articles
de: Artikel

# main_tab_favourites_title
source: Favourites
de: Favoriten

# article_detail_open_article_title
source: Open Article
de: Artikel öffnen
